Repository: mozilla-l10n/mt-training-data
Catalog: shn/shn_pontoon.tmx
Source language: en_us
Languages: shn

source: Guiziga
shn: ၵီႇၸီႇၵႃႇ

source: Gujarati
shn: ၵူးၵျရႃႇတီႇ

source: Gujari
shn: ၵူႇၸႃႇရီႇ

source: Gurgula
shn: ၵူႇရ်ၵူႇလႃႇ

source: Haitian
shn: ႁေးတီႇယႅၼ်ႇ

source: Hakha Chin
shn: ၶျၢင်း

source: Hakka
shn: ႁၵ်ႉၵႃႇ

source: Hausa
shn: ႁၢဝ်းသႃႇ

source: Have a previous or upcoming event? Share it with us and we will announce it to our community or write a blog about it!
shn: မီးပၢင်မုင်ႈမၢႆ ဢၼ်ပူၼ်ႉၵႂႃႇ ဢမ်ႇၼၼ် ဢၼ်တေမႃး? ၸႅၵ်ႇပၼ်ႁဝ်းၶႃႈလႄႈ ႁဝ်းၶႃႈတေပိုၼ်ၽၢဝ်ႇပၼ် တူင်ႇဝူင်းၵူၼ်းႁဝ်းၶႃႈ ဢမ်ႇၼၼ် တႅမ်ႈပဵၼ်ၿလွၵ်ႉၵဵဝ်ႇလူၺ်ႈလွင်ႈတၢင်းမၼ်းၶႃႈ။

source: Have Feedback?
shn: မီးၶေႃႈတုမ်ႉတွပ်ႇႁႃႉ?

source: Have you read our Terms?
shn: ၸွင်ႇၸဝ်ႈၵဝ်ႇလႆႈလူဢၢၼ်ႇၶေႃႈမၢႆမီႈႁဝ်းယဝ်ႉႁိုဝ်?

source: Having an account is not required to contribute, though it is helpful.
shn: တႃႇတေၶဝ်ႈမႃးႁူမ်ႈၸွႆႈသၢင်ႈၼၼ်ႉ ဢမ်ႇလူဝ်ႇမီးဢၶွင်ႉတ် (Account) ၵေႃႈလႆႈယူႇ၊ ၵူၺ်းၵႃႈ သင်ဝႃႈမီးၼႆ တေမီးတၢင်းၸွႆႈထႅမ်လႆႈလီလိူဝ်ၵဝ်ႇယဝ်ႉ။

source: Having a profile is not required to contribute though it is helpful, see why below.
shn: ၵၢၼ်မီးပရူဝ်ႇၾၢႆႇ ဢမ်ႇၸႂ်ႈဝႃႈတိုၼ်းလူဝ်လႆႈမီး တွၼ်ႈတႃႇတေၶဝ်ႈႁူမ်ႈၸွႆႈထႅမ် ပႅၵ်ႉသမ်ႉဝႃႈမၼ်းမီးၽွၼ်းလီသေတႃႉ၊ တူၺ်းဝႃႈယွၼ်ႉသင် ပႃႈတႂ်ႈၼႆႉ။

source: Hazargi
shn: ႁႃႇသႃႇရႃႇၵီႇ

source: Healthcare
shn: ၵၢၼ်လုမ်းလႃးပၢႆးယူႇလီ

source: Hebrew
shn: ႁီးပရူး

source: Help
shn: ၸွႆႈထႅမ်

source: Help Common Voice reach { $hours } hours in a language with a personal goal
shn: ၸွႆႈထႅမ် Common Voice ႁႂ်ႈထိုင် { $hours } ၸူဝ်ႈမူင်း ၼႂ်းၽႃႇသႃႇ { $language } လူၺ်ႈယိူင်းမၢႆသုၼ်ႇတူဝ်လႃႈ။ ၸွႆႈထႅမ် Common Voice ႁႂ်ႈထိုင် { $hours } ၸူဝ်ႈမူင်း ၼႂ်းၽႃႇသႃႇ { $language } လူၺ်ႈယိူင်းမၢႆသုၼ်ႇတူဝ်လႃႈ။

source: Help create Common Voice’s first target segment in { $locale }
shn: ၸွႆႈသၢင်ႈ တႃႈယိူင်း ဢွၼ်တၢင်းသုတ်း ၶွင် Common Voice ၼႂ်းၽႃႇသႃႇ{ $locale }

source: Help reach { $hours } hours in { $language } with a personal goal
shn: ၸွႆႈထႅမ်ႁႂ်ႈထိုင် { $hours } ၸူဝ်ႈမူင်း ၼႂ်းၽႃႇသႃႇ { $language } လူၺ်ႈယိူင်းမၢႆသုၼ်ႇတူဝ်လႃႈ။ ၸွႆႈထႅမ်ႁႂ်ႈထိုင် { $hours } ၸူဝ်ႈမူင်း ၼႂ်းၽႃႇသႃႇ { $language } လူၺ်ႈယိူင်းမၢႆသုၼ်ႇတူဝ်လႃႈ။

source: Help teach machines how real people speak, donate your voice at { $link }
shn: ၸွႆႈသွၼ်ၶိူင်ႈၸၢၵ်ႈဝႃႈၵူၼ်းလၢတ်ႈသဵင်ဢွၵ်ႇၸိူင်ႉႁိုဝ်၊ လူႇတၢၼ်းပၼ်သဵင်သူၸဝ်ႈတီႈ { $link }

source: Help us build a community around voice technology, stay in touch via email.
shn: ၸွႆႈႁဝ်းၶႃႈၵေႃႇသၢင်ႈတူင်ႇဝူင်းထဵၵ်ႉၶၼေႃႇလေႃႇၸီႇသဵင်၊ ႁပ်ႉၶၢဝ်ႇငၢဝ်းလူၺ်ႈဢီးမေးလ်

source: Help us build a high quality, publicly open dataset
shn: ၸွႆႈႁဝ်းၶႃႈၵေႃႇသၢင်ႈၸုမ်ႇၶေႃႈမုၼ်း ဢၼ်မီးၼမ်ႉလီ လႄႈပိုတ်ႇၵႂၢင်ႈတေႃႇၵူၼ်းတင်းၼမ်

source: Help us find more voices, share your goal
shn: ၸွႆႈထႅမ်ႁဝ်းၶႃႈႁႃသဵင်ထႅင်ႈ ပိုၼ်ၽႄယိူင်းမၢႆၸဝ်ႈၵဝ်ႇ။

source: Help us find others to donate their voice!
shn: ၸွႆႈႁဝ်းၶႃႈႁႃၵူၼ်းတေလူႇတၢၼ်းပၼ်သဵင်ၶဝ်

source: Help us get to { $goal }
shn: ၸွႆႈႁဝ်းႁႂ်ႈထိုင် { $goal }

source: Help us validate sentences!
shn: ၸွႆႈႁဝ်းၶႃႈၵူတ်ႇထတ်းတူၼ်ႈထႅဝ်!

source: Help us validate voices
shn: ၸွႆႈႁဝ်းၶႃႈၵူတ်ႇထတ်းသဵင်

source: Heng Hua
shn: ႁဵင်းႁူဝ်

source: Here are the links to download your ZIP files.
shn: ၼႆႉပဵၼ်လိင့်ၶ် တႃႇလူတ်ႇၾၢႆႊလ် ZIP ၸဝ်ႈၵဝ်ႇ။

source: Hidden
shn: သိူင်ႇ

source: Highland Puebla Nahuatl
shn: ႁၢႆးလႅၼ်း ပူႇဢႄႇလ်ပလႃႇ ၼႃႇဝတူဝ်ႇလ်

source: Hiligaynon
shn: ႁီလီၵေးၼုၼ်ႇ

source: Hill Mari
shn: မႃႇရိ ပွတ်းဝၼ်းဢွၵ်ႇ

source: Hindi
shn: ႁိၼ်ႇတီႇ

source: His hand was rais-ed.
shn: မိုဝ်းမၼ်းၸၢႆးထုၵ်ႇယုၵ်ႉၶိုၼ်း.(rais-ed)

source: His name is <underline>Jo- Jona-</underline> Jonathan.
shn: ၸိုဝ်ႈမၼ်းၸၢႆးပဵၼ် <underline>Jo- Jona-</underline> Jonathan.

source: History, Law and Government
shn: ပိုၼ်း၊ မၢႆမီႈ လႄႈၵၢၼ်ၽွင်းငမ်း

source: Hours
shn: ၸူဝ်ႈမူင်း

source: Hours Recorded
shn: ၸူဝ်ႈမူင်းဢၼ်လႆႈဢတ်းဝႆႉယဝ်ႉ

source: Hours Validated
shn: ၸူဝ်ႈမွင်းဢၼ်လႆႈၵူတ်ႇထတ်းယဝ်ႉ

source: How ?
shn: ၸိူင်ႉႁိုဝ် ?

source: How are project decisions made?
shn: ႁဵတ်းႁိုဝ်တတ်းသဵၼ်ႈၸႂ်လွင်ႈၶူင်းၵၢၼ်?

source: How can we effectively grow a language on Common Voice?
shn: ႁဝ်းတေႁဵတ်းႁိုဝ်ႁဵတ်းႁႂ်ႈၽႃႇသႃႇၼိူဝ် Common Voice ၶိုၼ်ႈယႂ်ႇလႄႈမီးၼမ်ႉတွၼ်းလီ?

source: How does Common Voice work?
shn: Common Voice ႁဵတ်းၵၢၼ်ၸိူင်ႉႁိုဝ်?

source: How does site localization work?
shn: ၵၢၼ်ပိၼ်ႇၽႃႇသႃႇဝႅပ်ႉသၢႆႉသ်ႁဵတ်းၵၢၼ်ၸိူင်ႉႁိုဝ်?

source: How do I access and use the dataset?
shn: တေၸၢင်ႈၶဝ်ႈထိုင်လႄႈၸႂ်ႉတိုဝ်းၶေႃႈမုၼ်းလႆႈၸိူင်ႉႁိုဝ်?

source: How do I add a language?
shn: တေႁဵတ်းႁိုဝ်ထႅမ်သႂ်ႇၽႃႇသႃႇထႅင်ႈ?

source: How do I add sentences?
shn: ၶႃႈတေလႆႈႁဵတ်းႁိုဝ်ထႅမ်သႂ်ႇတူၼ်းထႅဝ်?

source: How do I cite?
shn: ၵၢၼ်သႂ်ႇလွင်ႈဢၢင်ႈဢိင်

source: How do I know whether to approve a voice clip?
shn: တေႁဵတ်းႁိုဝ်ႁူႉလႆႈဝႃႈ တေလႆႈႁပ်ႉႁွင်းၶလိပ်ႉသဵင်?

source: How do I record a high quality voice clip?
shn: တေႁဵတ်းႁိုဝ်ဢတ်းသဵင်ႁႂ်ႈမီးလွင်ႈၶိုၵ်ႉၶႅမ်ႉသုင်?

source: How do I stay in touch?
shn: တေႁဵတ်းႁိုဝ်ၵပ်းသိုပ်ႇၵၼ်?

source: “How do you describe Día de los Muertos to someone who only speaks English?”
shn: ၸဝ်ႈၵဝ်ႇ တေလၢတ်ႈၼႄလွင်ႈ ပွႆးဝၼ်းတၢႆ (Día de los Muertos) ၼၼ်ႉ ၼႄပၼ် ၵူၼ်းၵေႃႉဢၼ်မေႃလၢတ်ႈ ၽႃႇသႃႇဢိင်းၵလဵတ်ႈၵူၺ်း ၸိူင်ႉႁိုဝ်ၶႃႈ?”

source: How is Common Voice funded?
shn: Common Voice ႁႃငိုၼ်းတိုၼ်းၸိူင်ႉႁိုဝ်?

source: How Spontaneous Speech works
shn: ပိူင်သၢင်ႈသဵင်လၢတ်ႈ ဢၼ်ဢွၵ်ႇမႃးႁင်းၵူၺ်းၼၼ်ႉ မၼ်းႁဵတ်းၵၢၼ်ၸိူင်ႉႁိုဝ်?

source: How to add multiple sentences
shn: လၢႆးထႅမ်သႂ်ႇၶေႃႈၵႂၢမ်းလၢႆလၢႆၶေႃႈၵမ်းလဵဝ်

source: How would you describe your accent?
shn: ၸဝ်ႈၵဝ်ႇတေသပ်းလႅင်းၼႄဝႃႈ သဵင်ဢွၵ်ႇၸဝ်ႈၵဝ်ႇပဵၼ်ၸိူင်ႉႁိုဝ်?

source: How would you describe your sex or gender?
shn: ၸဝ်ႈၵဝ်ႇ ၶႂ်ႈလၢတ်ႈၼႄ လွင်ႈငႅင်ႈ(ၸၢႆး-ယိင်း)ၸဝ်ႈၵဝ်ႇ ၸိူင်ႉၼင်ႇႁိုဝ်ၶႃႈ?

source: Huarijio
shn: ဝႃႇရီႇႁီႇဢူဝ်ႇ

source: Huautla Mazatec
shn: ႁႂႃႇဢုတ်ႉလႃႇ မႃႇသႃႇတႅၵ်ႉ

source: Hungarian
shn: ႁင်ၵေးရီႇယႅၼ်ႇ

source: Hunsrik
shn: ႁုၼ်းသ်ရိတ်ႉၵ်

source: Hurray! Your language is already live on Common Voice <strong>Scripted Speech</strong>. You can contribute <homePageLink>here</homePageLink>.
shn: ႁေႉ!) ၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈၸဝ်ႈၵဝ်ႇ ဢၼ်ပဵၼ် <strong> ၵၢၼ်လၢတ်ႈၸွမ်းလိၵ်ႈတႅမ်ႈ</strong> ၽွမ်ႉတႃႇၸႂ်ႉၵၢၼ် (မီးဝႆႉ Live )တီႈ Common Voice ၼၼ်ႉယဝ်ႉ၊ ၸဝ်ႈၵဝ်ႇၸၢင်ႈၶဝ်ႈမႃးၸွႆႈထတ်း / ဢတ်းသဵင်လႆႈ <homePageLink>တီႈၼႆႈ</homePageLink>ၶႃႈ။

source: I agree
shn: ႁၼ်လီၸွမ်း

source: I agree I will not attempt to identify the speakers in the Common Voice dataset.
shn: ႁဝ်းၶႃႈ ယွမ်းႁပ်ႉဝႃႈ တေဢမ်ႇၶတ်းၸႂ်ၸႅင်ႈၼႄတူဝ်ၶွင်ၽူႈလၢတ်ႈသဵင် ဢၼ်မီးၼႂ်းၸုမ်ႇၶေႃႈမုၼ်း Common Voice ၶႃႈ။

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
shn: ၵဝ်ၶႃႈ ၽွမ်ႉၸႂ်ၸွမ်း <termsLink>ၶေႃႈမၢႆမီႈ </termsLink>လႄႈ <privacyLink>ၶေႃႈၸီႉသင်ႇလွင်ႈပဵၼ်သုၼ်ႇတူဝ်</privacyLink>ၶွင် Common Voice ၶႃႈ။

source: I agree to Common Voice Terms and Privacy.
shn: ၶႃႈႁဝ်း ယိုၼ်ယၼ်ႁပ်ႉၶေႃႈမၵ်းၶၼ်ႈမၢႆမီႈ လႄႈ ပိူင်လွင်ႈပဵၼ်သုၼ်ႇတူဝ် ၶွင် Common Voice ယဝ်ႉ

source: Iban
shn: ဢီႇၿၼ်ႇ

source: Ibibio
shn: ဢီႇၿီႇၿီႇယူဝ်ႇ

source: Icelandic
shn: ဢၢႆးသလႅၼ်းတိၵ်ႉ

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
shn: ၶႃႈႁဝ်း ယိုၼ်ယၼ်ဝႃႈ ၶေႃႈၵႂၢမ်းၸိူဝ်းၼႆႉ <wikipediaLink>ပဵၼ်သုၼ်ႇၵူၼ်းတင်းၼမ်</wikipediaLink> လႄႈ ၶႃႈႁဝ်းမီးသုၼ်ႇသူင်ႇၶိုၼ်ႈလႆႈယူႇၶႃႈ။

source: * I confirm that this question is <publicDomainLink>public domain</publicDomainLink> and I have permission to upload it.
shn: * ၶႃႈယိုၼ်ယၼ်ဝႃႈ ၶေႃႈထၢမ်ဢၼ်ၼႆႉပဵၼ် <publicDomainLink>ၶွင်ၵူၼ်းတင်းၼမ်</publicDomainLink> လႄႈၶႃႈမီးၶႂၢင်ႉတႃႇတေလူတ်ႇၶိုၼ်ႈလႆႈ။

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
shn: ၶႃႈႁဝ်း ယိုၼ်ယၼ်ဝႃႈၶေႃႈၵႂၢမ်းဢၼ်ၼႆႉ ပဵၼ်<wikipediaLink>သုၼ်ႇၵူၼ်းတင်းၼမ်</wikipediaLink> လႄႈ ၶႃႈႁဝ်းမီးသုၼ်ႇသူင်ႇၶိုၼ်ႈလႆႈယူႇၶႃႈ။

source: <icon></icon> Add multiple public domain sentences
shn: <icon></icon> ထႅမ်သႂ်ႇၶေႃႈၵႂၢမ်းဢၼ်ပဵၼ်သုၼ်ႇၵူၼ်းတင်းၼမ်။

source: Ideally natural and conversational (it should be easy to read the sentence)
shn: ထုၵ်ႇလီပဵၼ်ၵႂၢမ်းလၢတ်ႈဢၼ်ပဵၼ်သၽႃႇဝ (ႁႂ်ႈဢၢၼ်ႇၶေႃႈၵႂၢမ်းလႆႈငၢႆႈၶႃႈ)

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
shn: ၶႃႈၶႂ်ႈလႆႈႁပ်ႉဢီးမေးလ် မိူၼ်ၼင်ႇ လိုမ်ႉပၼ်လွင်ႈယိူင်းမၢႆ၊ လွင်ႈၶိုပ်ႈၼႃႈၸဝ်ႈၵဝ်ႇ လႄႈၽိုၼ်ၶၢဝ်ႇလွင်ႈ Common Voice

source: I do not agree
shn: ဢမ်ႇႁၼ်လီၸွမ်း

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
shn: ပေႃးဝႃႈၶလိပ်ႉသဵင်ၼိုင်ႈဢၼ် ထုၵ်ႇပၢၵ်ႈပႅတ်ႈလူၺ်ႈၵူၼ်း 2 ၵေႃႉၼႆၸိုင်၊ ၶလိပ်ႉသဵင်ၼၼ်ႉတေပိုၼ်ၽႄဝႆႉ ၼႂ်းၸုမ်ႇၶေႃႈမုၼ်းယွႆႈ ၵေႃႉဢၼ်ဢၼ်တင်းၸုမ်ႇၶေႃႈမုၼ်းလၵ်း။

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
shn: သင်ပဵၼ်ၶေႃႈၵႂၢမ်း ဢၼ်ၸဝ်ႈၵဝ်ႇတႅမ်ႈၶူင်ႊသၢင်ႈႁင်းၵူၺ်း ႁႂ်ႈတႅမ်ႈသႂ်ႇဝႃႈ “လွင်ႈဢၢင်ႈဢိင်တူဝ်ၵဝ်ႇ (Self Citation)” ၶႃႈ။ ႁဝ်းၶႃႈလူဝ်ႇလႆႈႁူႉဝႃႈ ၸဝ်ႈၵဝ်ႇဢဝ် ၶေႃႈမုၼ်းဢၼ်ၼႆႉလုၵ်ႉတီႈလႂ်မႃး၊ ၼင်ႇႁႂ်ႈတေၵူတ်ႇထတ်းလႆႈဝႃႈ မၼ်းပဵၼ်သုၼ်ႇ ၵူၼ်းတင်းၼမ် (Public Domain) လႄႈ ဢမ်ႇမီးၶေႃႈၵႅတ်ႇၵင်ႈ သုၼ်ႇၸဝ်ႈၶွင်ၶႃႈ။ တႃႇတေႁူႉၸႅင်ႈလႅင်းထႅင်ႈ လွင်ႈ ၵၢၼ်ဢၢင်ႈဢိင် ၸၢင်ႈၶဝ်ႈတူၺ်းလႆႈတီႈ ၼႃႈလိၵ်ႈၶေႃႈၸီႉသင်ႇ (Guidelines) ၶွင်ႁဝ်းၶႃႈလႆႈယူႇၶႃႈ။

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
shn: သင်ဝႃႈသဵင်ဢၼ်ဢတ်းဝႆႉၼၼ်ႉ မီးလွင်ႈၶၢတ်ႇႁၢႆ ဢမ်ႇၼၼ် မီးသဵင်ၶူၼ်းၶဝ်းၼႆၸိုင် ၶႅၼ်းတေႃႈဢဝ်ဢွၵ်ႇပႅတ်ႈ (Reject) သေၵမ်းၶႃႈ၊ လိူဝ်သေဝႃႈ တိုၵ်ႉလႆႈငိၼ်းၶေႃႈၵႂၢမ်းတင်းမူတ်းၸႅင်ႈလႅင်းလီယူႇ။

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
shn: သင်ဝႃႈမီးၶေႃႈမုၼ်းထႅင်ႈ ဢၼ်ၸဝ်ႈၵဝ်ႇၶႂ်ႈပၼ်ၵဵဝ်ႇလူၺ်ႈၾၢႆႇလ်ၼႆႉ၊ ၶႅၼ်းတေႃႈၵပ်းသိုပ်ႇ <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
shn: သင်ဝႃႈၸဝ်ႈၵဝ်ႇၶႂ်ႈပၼ်ၶေႃႈမုၼ်းထႅင်ႈ ဢၼ်ဢမ်ႇပႃးဝႆႉၼႂ်းပိူင်ႁၢင်ႈ (Template) ၼၼ်ၼႆၸိုင်၊ ၶႅၼ်းတေႃႈၵပ်းသိုပ်ႇ <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the "No" button.
shn: သင်ဝႃႈၶေႃႈၵႂၢမ်းၼၼ်ႉ ဢမ်ႇၶဝ်ႈပိူင်တၢင်း ၼင်ႇလၢတ်ႈမႃးပႃႈၼိူဝ်ၼႆႉၸိုင်၊ ၼဵၵ်းပုမ်ႇ "ဢမ်ႇၸႂ်ႈ" (No) ပၼ်ၶႃႈ။

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
shn: ပေႃးဝႃႈၶေႃႈၵႂၢမ်းဢမ်ႇထုၵ်ႇမႅၼ်ႈၵၼ်တင်းပိူင်တႅၵ်ႈတႃႇတႅပ်းတတ်းၸိုင် တဵၵ်းမဵၼ် &quot;ပၢၵ်ႈပႅတ်ႈ&quot; ဢၼ်မီးတီႈၽၢႆႇသၢႆႉတၢင်းၼိူဝ်။ ပေႃးၸဝ်ႈၵဝ်ႇဢမ်ႇမၼ်ႈၸႂ်လွင်ႈၶေႃႈၵႂၢမ်းၸိုင် ၸဝ်ႈၵဝ်ႇၸၢင်ႈၶၢမ်ႈပူၼ်ႉသေ ၶၢႆႉၵႂႃႇတီႈၶေႃႈၵႂၢမ်းမႂ်ႇထႅင်ႈလႆႈယူႇၶႃႈ။

source: If the sentence is offensive or upsetting - for example because of explicit content, or another violation of our <communityGuidelines>community participation guidelines</communityGuidelines> - you should reject the sentence. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment> to escalate the issue.
shn: သင်ဝႃႈ ၶေႃႈၵႂၢမ်းၼၼ်ႉ ဢမ်ႇၵိုင်ႇလႅပ်ႈ ဢမ်ႇၼၼ် ပၼ်တၢင်းတုမ်ႉတိူဝ်ႉၸႂ် - မိူၼ်ၼင်ႇ မီးၶေႃႈမုၼ်းဢၼ်လၢတ်ႈၼႄဢမ်ႇယဵၼ်ႇငႄႈ၊ ဢမ်ႇၼၼ် ၽိတ်းပိူင်တင်း ၶေႃႈၸီႉသင်ႇ တႃႇတူင်ႇဝူင်းၵူၼ်းၶဝ်ႈႁူမ်ႈ Community Participation Guidelines ႁဝ်းၶႃႈၼႆၸိုင် - ၸဝ်ႈၵဝ်ႇ ထုၵ်ႇလီပၢႆႇဢွၵ်ႇပႅတ်ႈထႅဝ်လိၵ်ႈၼၼ်ႉၶႃႈ။ လိူဝ်သေၼၼ်ႉ ၸဝ်ႈၵဝ်ႇၵေႃႈ ၸၢင်ႈၵပ်းသိုပ်ႇသူင်ႇလိၵ်ႈမႃးၸူးႁဝ်းၶႃႈ တီႈ commonvoice@mozilla.com တွၼ်ႈတႃႇပွင်ႇၶၢဝ်ႇလွင်ႈတၢင်းဢၼ်ၼႆႉထႅင်ႈလႆႈယူႇၶႃႈ။

source: If the sentence meets the criteria above, click the "Yes" button.
shn: သင်ဝႃႈ ၶေႃႈၵႂၢမ်းၼၼ်ႉ ၶဝ်ႈပိူင်တၢင်း ၼင်ႇလၢတ်ႈမႃးပႃႈၼိူဝ်ၼႆႉၸိုင်၊ ၼဵၵ်းပုမ်ႇ "ၸႂ်ႈယဝ်ႉ" (Yes) ပၼ်ၶႃႈ။

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
shn: ပေႃးဝႃႈၶေႃႈၵႂၢမ်းထုၵ်ႇမႅၼ်ႈၵၼ်တင်းပိူင်တႅၵ်ႈတႃႇတႅပ်းတတ်းၸိုင် တဵၵ်းၼဵၼ် &quot;မၵ်းမၼ်ႈ&quot; ဢၼ်မီးတီႈတၢင်းၽၢႆႇၶႂႃတၢင်းၼိူဝ်ၼၼ်ႉသေၵမ်းၶႃႈ။

source: If the transcription contains an error, please use the report function to flag it. Potential errors include:
shn: သင်ဝႃႈ ၵၢၼ်ထွတ်ႇသဵင်ၼၼ်ႉ မီးလွင်ႈၽိတ်းပိူင်ႈၼႆၸိုင်၊ ၶႅၼ်းတေႃႈၸႂ်ႉတိုဝ်း ၼႃႈၵၢၼ်လၢတ်ႈၼႄ (Report) တွၼ်ႈတႃႇပၼ်ၾၢင်ႉ လွင်ႈၽိတ်းပိူင်ႈ ဢၼ်ၸၢင်ႊပဵၼ်မႃး ပႃးဝႆႉၼင်ႇၼႆ -

source: If the word “kitchen” appears pronounced as in Spanish, it should be written as in English, not as “quichen.”
shn: သင်ဝႃႈ ၶေႃႈၵႂၢမ်းဝႃႈ “kitchen” ၼၼ်ႉ ဢွၵ်ႇသဵင်မိူၼ်ၼင်ႇ ၽႃႇသႃႇသပဵၼ်ႇၵေႃႈယဝ်ႉ၊ တိုၼ်းလူဝ်ႇလႆႈတႅမ်ႈမၢႆဝႆႉ ၼင်ႇပိူင်ၽႃႇသႃႇဢိင်းၵလဵတ်ႈၶႃႈ၊ ဢမ်ႇလူဝ်ႇတႅမ်ႈမၢႆပဵၼ် “quichen” ၶႃႈ။

source: If the word quinceaños is pronounced as in English, write it with the ñ.
shn: သင်ဝႃႈ ၶေႃႈၵႂၢမ်းဝႃႈ “quinceaños” ၼၼ်ႉ ဢွၵ်ႇသဵင်မိူၼ်ၼင်ႇ ၽႃႇသႃႇဢိင်းၵလဵတ်ႈၵေႃႈယဝ်ႉ၊ တိုၼ်းလူဝ်ႇလႆႈတႅမ်ႈမၢႆဝႆႉ ပႃးတူဝ်လိၵ်ႈ “ñ” ၶႃႈ။

source: If you are unsure about the sentence, you may also skip it and move on to the next one.
shn: သင်ဝႃႈ ၸဝ်ႈၵဝ်ႇ ဢမ်ႇပႆႇမၼ်ႈၸႂ် လွင်ႈၶေႃႈၵႂၢမ်းၼၼ်ႉၸိုင်၊ ၸၢင်ႈၼဵၵ်းၶၢမ်ႈ (Skip) သေ ၵႂႃႇၸူးထႅဝ်လိၵ်ႈဢၼ်တေမႃးတၢင်ႇဢၼ် ထႅင်ႈလႆႈယူႇၶႃႈ။

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
shn: သင်ၸဝ်ႈၵဝ်ႇလႆႈထူပ်းၺႃး လွင်ႈဢၼ် ၼႂ်းပိူင်တႅပ်းတတ်းၸိူဝ်းၼႆႉ ဢမ်ႇပႃးၼႆၸိုင်ဢိင်ၼိူဝ် တၢင်းဝူၼ်ႉၸဝ်ႈၵဝ်ႇ ဢၼ်လီသုတ်းသေ ပၼ်သဵင်ၵၢင်ၸႂ်သေၵမ်း။သင်ဝႃႈ ဢမ်ႇၸၢင်ႈတႅပ်းတတ်းလႆႈၼႆ ၸႂ်ႉတိုဝ်း ၼဵၼ် skip သေ သိုပ်ႇၵႂႃႇတီႈ သဵင်ဢတ်း ထႅင်ႈဢၼ်ၼိုင်ႈၵမ်းလဵဝ်ၶႃႈၼႃႈ။

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
shn: ပေႃးဝႃႈသူၸဝ်ႈၸၢင်ႈ <strong>လႆႈယိၼ်း</strong> လႄႈ <strong>ပွင်ႇၸႂ်</strong> ၶလိပ်ႉသဵင်ၸိူဝ်းၼၼ်ႉၼႆ၊ ၵမ်ႉၼမ်တႄႉ <strong>ႁပ်ႉႁွင်းၵႂႃႇ</strong>တေလီတီႈသုတ်း။

source: If you’d like to submit a tranche of questions for ingestion, you <githubLink>can do so via our GitHub</githubLink> or email your list to <emailFragment>commonvoice@mozilla.com.</emailFragment>
shn: သင်ဝႃႈ ၸဝ်ႈၵဝ်ႇ ၶႂ်ႈသူင်ႇၶေႃႈထၢမ်တင်းၼမ် တွၼ်ႈတႃႇဢဝ်ၶဝ်ႈၼႂ်းၸုမ်ႇၶေႃႈမုၼ်းၼႆၸိုင်၊ ၸဝ်ႈၵဝ်ႇ <githubLink>ၸၢင်ႈၶဝ်ႈႁဵတ်းလႆႈ တီႈ GitHub ႁဝ်းၶႃႈ</githubLink> ဢမ်ႇၼၼ် သူင်ႇသဵၼ်ႈမၢႆၸဝ်ႈၵဝ်ႇ မႃးတီႈဢီးမဵလ်<emailFragment>commonvoice@mozilla.com.</emailFragment>

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
shn: ပေႃးဝႃႈၸဝ်ႈၵဝ်ႇဢမ်ႇလႆႈႁပ်ႉၵၢၼ်ၵပ်းသိုပ်ႇတီႈႁဝ်းၶႃႈၼႂ်းသွင်သၢမ်ဝၼ်းၼႆႉ၊ ႁႂ်ႈၵပ်းႁႃႁဝ်းၶႃႈတီႈ <emailLink>{ $email }</emailLink> သေယဝ်ႉႁဝ်းၶႃႈတေၶိုၼ်းၵပ်းသိုပ်ႇႁႃၸဝ်ႈၵဝ်ႇ!

source: If you don't see your language in either part of the platform, select both.
shn: ပေႃးဝႃႈၸဝ်ႈၵဝ်ႇဢမ်ႇႁၼ်ၽႃႇသႃႇၸဝ်ႈၵဝ်ႇတီႈလႂ်သေဢမ်ႇဝႃႈၼႂ်းၽလႅတ်ႉၾွမ်ႇ၊ ႁႂ်ႈလိူၵ်ႈတင်းသွင်ဢၼ်။

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
shn: သင်ဝႃႈသူၸဝ်ႈ ဢမ်ႇၼၼ်မူႇၸုမ်းသူၸဝ်ႈၶႂ်ႈၸွႆႈထႅမ်ၶိုၼ်းတႃႇၶူင်းၵၢၼ်၊ သူၸဝ်ႈၸၢင်ႈ <donateLink>လူႇတၢၼ်း</donateLink> ဢမ်ႇၼၼ်ၵပ်းသိုပ်ႇၸူး ၸုမ်းၽူႈႁူမ်ႈၽၢၵ်ႈၼႃႈၵၢၼ်ႁဝ်းၶႃႈ လႆႈတီႈ <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If you’re having trouble contributing, you can switch back to seeing all content for your language at any time.
shn: သင်ဝႃႈ ၸဝ်ႈၵဝ်ႇ မီးလွင်ႈယၢပ်ႇၽိုတ်ႇ တႃႇတေၶဝ်ႈႁူမ်ႈၸွႆႈထႅမ်ၼႆၸိုင် ၸဝ်ႈၵဝ်ႇ ၸၢင်ႈပိၼ်ႇၼဵၵ်းၶိုၼ်းတူၺ်းၶေႃႈမုၼ်းတင်းမူတ်း တွၼ်ႈတႃႇ ၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈ ၸဝ်ႈၵဝ်ႇ လႆႈၵူႊၶၢဝ်းယၢမ်းယူႇ။

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
shn: ပေႃးဝႃႈသူၸဝ်ႈတိုၵ်ႉၸွမ်းႁႃၶိူင်ႈမိုဝ်းတႃႇတေၶူင်ႊႁဵတ်းဢွၵ်ႇမေႃႇတႄႇလ် ASR သူၸဝ်ႈၸၢင်ႈၵပ်းသိုပ်ႇၸွမ်းၵူၼ်းတၢင်ႇၵေႃႉလႆႈၼႂ်းတူင်ႇဝူင်း <discourseLink>တၢင်း Discourse</discourseLink>။

source: If you're looking to speak more about the dataset, want to co-invest in planned platform expansions or look for collaboration opportunities, <emailFragment>drop us a line.</emailFragment>
shn: သင်ၸိူဝ်ႉဝႃႈ ၸဝ်ႈၵဝ်ႇၶႂ်ႈဢုပ်ႇလၢတ်ႈလွင်ႈၶေႃႈမုၼ်းၸႅင်ႈလႅင်းလိူဝ်သေၼႆႉ, ၶႂ်ႈႁူမ်ႈလူင်းတိုၼ်းလၢင်း ၼႂ်းၵၢၼ်ၶႂၢၵ်ႈပလႅတ်ႉၾွမ်ႊ ဢၼ်လႆႈတမ်းဝၢင်းဝႆႉ ဢမ်ႇၼၼ် ၶႂ်ႈႁႃသုၼ်ႇလႆႈသုၼ်ႇပဵၼ်ၼႂ်းၵၢၼ်ႁူမ်ႈမိုဝ်းၵၼ်ၼႆၸိုင် <emailFragment>သူင်ႇဢီးမေးလ်မႃးႁႃႁဝ်းၶႃႈ</emailFragment> လႆႈယူႇၶႃႈၼႃ။

source: If you run out of sentences to review, please help us collect more sentences!
shn: သင်ဝႃႈ ၶေႃႈၵႂၢမ်းတႃႇၵူတ်ႇထတ်းမူတ်းၵႂႃႇၼႆၸိုင် ၶႅၼ်းတေႃႈ ၸွႆႈၵဵပ်းႁွမ် ၶေႃႈၵႂၢမ်းပၼ်ႁဝ်း ႁႂ်ႈမီးၼမ်လိူဝ်ၵဝ်ႇသေၵမ်းၶႃႈ!

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
shn: ပေႃးသူၸဝ်ႈဝူၼ်ႉဝႃႈၵၢၼ်ဢွၵ်ႇသဵင်ၼၼ်ႉ <strong>ဢမ်ႇၸၢင်ႈပွင်ႇၸႂ်သေဢိတ်း</strong>၊ ဢမ်ႇၼၼ် <strong>မီးသဵင်ၽၢႆႇလင်မၼ်းၼမ်ပူၼ်ႉ</strong>၊ ဢမ်ႇၼၼ် <strong>မီးသဵင်ၵူၼ်းလၢတ်ႈသွၼ်ႉယူႇ</strong>၊ ၸိူဝ်းၼႆႉထုၵ်ႇလီပၢၵ်ႈပႅတ်ႈၶလိပ်ႉသဵင်ၼၼ်ႉ။ <accuracyLink>သိုပ်ႇတူၺ်းၶေႃႈမုၼ်းၶေႃႈမၵ်းမၼ်ႈ လွင်ႈတႅတ်ႈၼႅတ်ႈ ႁဝ်းၶႃႈ။</accuracyLink>

source: Igbo
shn: ဢိၵ်ႉပူဝ်း

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
shn: ၶႃႈႁဝ်းတိုၵ်ႉတၢမ်းဝၢင်းယိူင်းမၢႆသုၼ်ႇတူဝ် တႃႇၸွႆႈထႅမ်သူင်ႇသဵင်လၢတ်ႈ တီႈ #CommonVoice -- မႃးႁူမ်ႈၸွမ်းၵၼ် လႄႈ ၸွႆႈသွၼ်ပၼ် ႁႂ်ႈၶိူင်ႈၸၢၵ်ႈ (Machines) မေႃႁဵၼ်းႁူႉဝႃႈ ၵူၼ်းတႄႉတႄႉ ၶဝ်လၢတ်ႈၵႂၢမ်းၸိူင်ႉႁိုဝ်ၼႆ။ { $link }

source: Imagine you’re texting a friend or telling someone a story
shn: ဝူၼ်ႉႁၼ်ႁၢင်ႈၾၢင်ဝႃႈ ၸဝ်ႈၵဝ်ႇတိုၵ်ႉသူင်ႇလိၵ်ႈၸူးဢူၺ်းၵေႃႉ ဢမ်ႇၼၼ် တိုၵ်ႉၶႆႈၼႄပိုၼ်းၵူၼ်းၵေႃႉၼိုင်ႈယူႇ။

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
shn: ႁဝ်းၶႃႈ ယွမ်းႁပ်ႉလႆႈ ဢၼ်ၸဝ်ႈၵဝ်ႇ တေၸတ်းၵၢၼ် ၶေႃႈမူၼ်းၸိူဝ်းၼႆႉ ၸွမ်းၼင်ႇ ဢၼ်သပ်းလႅင်းဝႆႉ ၼႂ်း <privacyLink>ပိူင်ၵၢၼ်လွင်ႈသုၼ်ႇတူဝ် </privacyLink> ၶွင် Mozilla ၼၼ်ႉၶႃႈ

source: Include appropriate citation
shn: သႂ်ႇပႃးလွင်ႈဢၢင်ႈဢိင် ဢၼ်ထုၵ်ႇမႅၼ်ႈ

source: Include filler words and markers
shn: ပႃးတင်း ၶေႃႈၵႂၢမ်းဢၼ်လၢတ်ႈထႅမ်သႂ်ႇ လႄႈ ၶိူင်ႈမၢႆ

source: Includes email, username & demographic info, available right away
shn: ပႃးၸဵမ် ဢီးမေးလ်၊ ၸိုဝ်ႈၽူႈၸႂ်ႉတိုဝ်း (Username) လႄႈ ၶေႃႈမုၼ်းပၢႆးႁူဝ်ၵူၼ်းမိူင်း (Demographic info)၊ ၸၢင်ႈၶဝ်ႈၸႂ်ႉတိုဝ်းလႆႈၵမ်းလဵဝ်ယဝ်ႉၶႃႈ။

source: Includes mp3s and related sentences, may take some time to prepare
shn: ပႃးဝႆႉ mp3 လႄႈ တူၼ်ႈထႅဝ်ၶေႃႈၵႂၢမ်း ဢၼ်ၵဵဝ်ႇလူၺ်ႈၵၼ်၊ တေၸၢင်ႈလႆႈၸႂ်ႉၶၢဝ်းယၢမ်းၼႂ်းတႃႇႁၢင်ႈႁႅၼ်း။

source: Incorrect punctuation or capitalization
shn: လွင်ႈသႂ်ႇတူဝ်ၶၼ်ႈလိၵ်ႈ ဢမ်ႇၼၼ် တူဝ်လိၵ်ႈယႂ်ႇတူဝ်လိၵ်ႈလဵၵ်ႉ ၽိတ်းပိူင်ႈ။

source: Indonesian
shn: ဢိၼ်ႇတူဝ်ႇၼီးသျၼ်ႇ

source: Indus Kohistani
shn: ဢိၼ်းၻတ်ႉသ် ၶူဝ်ႇႁိတ်ႉသ်တႃႇၼီ

source: Information about the language
shn: ၶေႃႈမုၼ်းၵဵဝ်ႇလူၺ်ႈၽႃႇသႃႇ

source: In general, we advise that the person who checks the transcription should not be the same person who did the original transcription. It is very hard to check your own work! Having multiple lines of review can help make quality assurance more robust, and help mitigate biases and issues.
shn: ၵမ်ႈၼမ်တႄႉ ႁဝ်းၶႃႈၶႂ်ႈပၼ်တၢင်းႁၼ်ထိုင်ဝႃႈ ၵူၼ်းၵေႃႉဢၼ်ၵူတ်ႇထတ်းၶေႃႈၵႂၢမ်းတႅမ်ႈမၢႆၼၼ်ႉ ဢမ်ႇထုၵ်ႇလီပဵၼ် ၵူၼ်းၵေႃႉလဵဝ်ၵၼ်တင်း ၵူၼ်းၵေႃႉဢၼ်တႅမ်ႈမၢႆဝႆႉၼႂ်းတွၼ်ႈတႄႇမၼ်းၶႃႈ။ မၼ်းပဵၼ်လွင်ႈယၢပ်ႇၸႂ်တႄႉတႄႉ တွၼ်ႈတႃႇၵူတ်ႇထတ်းၵၢၼ်တူဝ်ၵဝ်ႇၶိုၼ်း! ၵၢၼ်မီးလၢႆးၵူတ်ႇထတ်းလၢႆလၢႆၸၼ်ႉၼၼ်ႉ တေၸၢင်ႈၸွႆႈႁဵတ်းႁႂ်ႈ ၵၢၼ်ၵုမ်းထိင်းၼမ်ႉၵတ်ႉ (Quality Assurance) မၼ်ႈၵိုမ်းလိူဝ်ၵဝ်ႇ၊ လႄႈ ၸၢင်ႈၸွႆႈလူတ်းယွမ်းပၼ် လွင်ႈၸပ်းၽၢၵ်ႇလႄႇ လႄႈ ပၼ်ႁႃတၢင်ႇၸိူဝ်းလႆႈယူႇၶႃႈ။

source: In general, you should write down everything you hear. This includes;
shn: ၵမ်ႈၼမ်တႄႉ ထုၵ်ႇလီတႅမ်ႈမၢႆဝႆႉ ၵူႈလွင်ႈလွင်ႈ ဢၼ်လႆႈငိၼ်း၊ ၼႂ်းၼၼ်ႉပႃး၊

source: In Progress
shn: တိုၵ်ႉႁဵတ်းသၢင်ႈယူႇ

source: Insert punctuation that could change the meaning – keep the flow natural.
shn: သႂ်ႇ ၶိူင်ႈမၢႆၸူဝ်ၶၼ်ႈ ဢၼ်ၸၢင်ႈႁဵတ်းႁႂ်ႈ တီႈပွင်ႇလႅၵ်ႈလၢႆႈၵႂႃႇလႆႈ၊ ႁႂ်ႈသိမ်းဝႆႉ ႁႂ်ႈမၼ်းပဵၼ်သၽႃႇဝၶႃႈ။

source: Interested in getting involved with this project, or partnering with us?
shn: သူၼ်ၸႂ်တႃႇၶဝ်ႈႁူမ်ႈၸွမ်း ၶူင်းၵၢၼ်ၼႆႉ ဢမ်ႇၼၼ် ႁူမ်ႈမိုဝ်းၵၼ်တင်းႁဝ်းၶႃႈႁႃႉ?

source: Interested in learning more and contributing to the project?
shn: သူၼ်ၸႂ် တႃႇလဵပ်ႈႁဵၼ်းထႅင်ႈ လႄႈ တႃႇၸွႆႈထႅမ် ၶူင်းၵၢၼ်ယူႇႁႃႉ?

source: Interlingua
shn: ဢိၼ်ထႃလိၼ်းၵႂႃႇ

source: Interlingue
shn: ဢိၼ်ထႃလိၼ်းၵႂႃႇ

source: Intersex
shn: လိင်ႇဢမ်ႇၸႅင်ႈလႅင်း

source: Iñupiaq
shn: ဢီႇၺူႇပီႇယႅတ်ႉၵ်

source: Invalid file
shn: ၾၢႆႊလ် ဢမ်ႇထုၵ်ႇမႅၼ်ႈၸွမ်းပိူင်ၶႃႈ

source: Irish
shn: ဢၢႆးရိတ်ႉသျ်

source: IsiNdebele (North)
shn: IsiNdebele (ပွတ်းၼိူဝ်)

source: IsiNdebele (South)
shn: ဢိသျိၼ်းၻေႇၿေႇလႄႇ(ပွတ်းၸၢၼ်း)

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
shn: <isoCodeLink>ISO Codes</isoCodeLink> သင်ဝႃႈႁူႉ

source: Is the clip valid?
shn: ၶလိပ်ႉသဵင်ၼႆႉၸွင်ႇၸႂ်ႉလႆႈ?

source: Italian
shn: ဢိထႃးလီယႅၼ်ႇ

source: It contains words or phrases that are hard to read or pronounce.
shn: မၼ်းပႃးၶေႃႈၵႂၢမ်း ဢမ်ႇၼၼ် တွၼ်ႈၵႂၢမ်း ဢၼ်ဢၢၼ်ႇယၢပ်ႇ ဢမ်ႇၼၼ် ဢွၵ်ႇသဵင်ယၢပ်ႇဝႆႉၶႃႈ။

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do?
shn: ၵႃႈၸႂ်ႉၸၢႆႇတႃႇတေၸတ်းၵဵပ်းၶေႃႈမုၼ်း လႄႈ ပူၵ်းပွင်ပလႅတ်ႉၾွမ်ႊ(Platform)ႁႂ်ႈၶႅမ်ႉလိူဝ်သေၵဝ်ႇ ပုၼ်ႈတႃႇတူင်ႇဝူင်းၵူၼ်းၸႂ်ႉလၢႆၽႃႇသႃႇ ဢၼ်မီးၼမ်လိူဝ် 100+ ၽႃႇသႃႇ ဢၼ်ပိုင်ႈဢိင် ၼိူဝ် ၵၢၼ်ငၢၼ်း ဢၼ်ႁဝ်းၶႃႈႁဵတ်းသၢင်ႈဝႆႉၼၼ်ႉ လႆႈၸႂ်ႉငိုၼ်း ၼိုင်ပီၸမ်ၼိုင်ႈလၢၼ်ႉၻေႃႇလႃႇၸွင်ႇၸႂ်ႈႁႃႉ?

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. <strong>If you value open, inclusive data - donate today!</strong>
shn: မီးၵႃႈၸႂ်ႉၸၢႆႇၼပ်ႉႁူဝ်လၢၼ်ႉ ဢမႄႇရီႇၵၼ်ႇတေႃႇလႃႇ တေႃႇပီ တွၼ်ႈတႃႇတေၵဵပ်းသိမ်းၸုမ်ႇၶေႃႈမုၼ်းလႄႈမူၼ်ႉမႄးၽလႅတ်ႉၾွမ်ႇ တႃႇတူင်ႇဝူင်းၽႃႇသႃႇဢၼ်မီးယူႇ 100+ ဢၼ်လႆႈပိုင်ႈဢိင်လွင်ႈႁဵတ်းသၢင်ႈႁဝ်းၶႃႈ။ <strong>ပေႃးသူၸဝ်ႈႁၼ်ထိုင်ၵႃႈၶၼ် ၶေႃႈမုၼ်းဢၼ်ႇပိုတ်ႇၵႂၢင်ႈလႄႈၵုမ်ႇထူၼ်ႈ - လူႇတၢၼ်းလႆႈမိူဝ်ႈၼႆႉ!</strong>

source: It costs a lot of money to continually host and release the datasets, improve the platform and run <africaMradiLink>community programmes</africaMradiLink>.
shn: လႆႈၸႂ်ႉငိုၼ်းတိုၼ်းလၢင်းယႂ်ႇၼမ် တွၼ်ႈတႃႇတေသိုပ်ႇၵဵပ်းသိမ်းလႄႈပိုၼ်ၽႄၸုမ်ႇၶေႃႈမုၼ်း၊ မူၼ်ႉမႄးၽလႅတ်ႉၾွမ်ႇ လႄႈႁဵတ်း <africaMradiLink>ပၢင်ပွႆးတူင်ႇဝူင်း</africaMradiLink>။

source: It is very important that all text sentences are <publicDomain>public domain</publicDomain> (cc0) as the Common Voice dataset is released under a cc0 license. Only ever upload a sentence if you are sure, and always include the relevant citation.
shn: မီးတၢင်းလမ်ႇလွင်ႈယႂ်ႇတႄႉတႄႉၶႃႈ ဢၼ်ၶေႃႈၵႂၢမ်းတင်းသဵင်ႈတေလႆႈပဵၼ်<publicDomain>ၶူဝ်းၶွင်ၵူၼ်းတင်းလၢႆ </publicDomain> (cc0) ၵွပ်ႈဝႃႈ ၸုမ်ႇၶေႃႈမုၼ်း Common Voice ၼၼ်ႉ မီးၵၢၼ်ပိုၼ်ၽႄဝႆႉ ၽၢႆႇတႂ်ႈဝႂ်ၶႂၢင်ႉ cc0 ၶႃႈယဝ်ႉ။ ၸဝ်ႈၵဝ်ႇ လူဝ်ႇလႆႈလူတ်ႇၶိုၼ်ႈ ၶေႃႈၵႂၢမ်းဢၼ်မၼ်ႈၸႂ်တႄႉတႄႉၼၼ်ႉၵူၺ်း၊ လႄႈ လူဝ်ႇလႆႈမီးပႃးၵၢၼ်ဢၢင်ႈဢိင်တီႈမႃးဢၼ်ၵဵဝ်ႇၵပ်းၼၼ်ႉဝႆႉၵူႈပွၵ်ႈၶႃႈ။

source: It is written in a language different than what I’m reviewing.
shn: တႅမ်ႈဝႆႉပဵၼ်ၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈတၢင်ႇၸိူဝ်း ဢၼ်ပိူင်ႈၵၼ်တင်းၽႃႇသႃႇဢၼ်ၶႃႈတိုၵ်းထတ်းယူႇ။

source: It is written in a language different than what I’m speaking.
shn: တႅမ်ႇဝႆႉပဵၼ်တၢင်ႇၽႃႇသႃႇ ဢၼ်ဢမ်ႇၸႂ်ႈၽႃႇသႃႇဢၼ်ၵဝ်ၶႃႈလၢတ်ႈ။

source: It’s important to include citations so we can check that sentences are in the public domain and no copyright restriction apply.
shn: မီးလွင်ႈလမ်ႇလွင်တႄႉၶႃႈဢေႃႈ ဢၼ်လူဝ်ႇလႆႈပႃး ၵၢၼ်ဢၢင်ႈဢိင်တီႈမႃး၊ တွၼ်ႈတႃႇႁႂ်ႈႁဝ်းၶႃႈ ၸၢင်ႈၸႅတ်ႈထတ်းလႆႈဝႃႈ ၶေႃႈၵႂၢမ်းၸိူဝ်းၼၼ်ႉ ပဵၼ်ၶူဝ်းၶွင်ၶေႃႈမုၼ်းၵူၼ်းတင်းလၢႆ လႄႈ ဢမ်ႇတိတ်းၶေႃႈၵုမ်းၵႅတ်ႇသုၼ်ႇလႆႈသုၼ်ႇပဵၼ် (Copyright restriction) သင်ၼႆၶႃႈယဝ်ႉ။

source: It takes a lot to make Common Voice happen! We don't do it alone. Want to partner with us? We'd love to hear from you.
shn: တႃႇတေႁဵတ်းႁႂ်ႈ Common Voice ပဵၼ်မႃးၼၼ်ႉ လူဝ်ႇလႆႈပိုင်ႈလွင်ႈႁူမ်ႈမိုဝ်းၼမ်တႄႉတႄႉၶႃႈဢေႃႈ ႁဝ်းၶႃႈဢမ်ႇႁဵတ်းလႆႈႁင်းၵူၺ်း၊ ၶႂ်ႈႁူမ်ႈႁဵတ်းၵၢၼ် ၸွမ်းႁဝ်းၶႃႈၼႄႇ? ႁဝ်းၶႃႈ မုင်ႈမွင်းၶႂ်ႈလႆႈငိၼ်း ၶေႃႈၵႂၢမ်းတီႈၸဝ်ႈၵဝ်ႇယူႇတႃႇသေႇၶႃႈ ဢေႃႈ ။

source: Izhorian
shn: ဢိၸူဝ်းရီႇယႅၼ်ႇ

source: Jamaican Patois
shn: ၵျႃႇမႄႇၵၼ်ႇ ပႃႇတွၢႆႊသ်
